Revit 2024 API
CategoryNameMap Constructor
Initializes a new instance of the CategoryNameMap class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public CategoryNameMap()
Visual Basic
Public Sub New
Visual C++
public:
CategoryNameMap()
See Also
CategoryNameMap Class
Autodesk.Revit.DB Namespace